app/Models/SuratKeluar_Model.php

    public function fetchData()
    {
        return $this->findAll();
---
SELECT *
FROM `suratkeluar`